---
kind: other
id: Methods.T:Autodesk.Revit.DB.TriangulationInterfaceForTriangulatedSolidOrShell
source: html/26e2297f-6a72-940f-719d-111e507bc620.htm
---
# TriangulationInterfaceForTriangulatedSolidOrShell Methods